Revit 2024 API
BuiltInFailures.CopyPasteFailures.PasteInvisibleInView Property
 Selection is invisible in this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId PasteInvisibleInView { get; }
Visual Basic
Public Shared ReadOnly Property PasteInvisibleInView As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ PasteInvisibleInView {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace